Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_es.tmx
Source language: en
Languages: es

source: Manufacture of furniture
es: Fabricación de muebles

source: This sub-Action supports cooperation, seminars and Structured Dialogue between young people, those active in youth work and youth organisations and those responsible for youth policy.
es: Esta medida respalda la cooperación, la celebración de seminarios y el diálogo estructurado entre jóvenes, trabajadores de juventud y responsables de las políticas de juventud.

source: Attending the 3rd. European Conference on Grundtvig In-service Training
es: Asistir a la 3ª Conferencia Europea de Formación Práctica sobre Grundtvig

source: Intergenerational learning / learning in later life / senior citizens
es: Aprendizaje intergeneracional/aprendizaje en la tercera edad/ciudadanos de la tercera edad

source: General secondary school
es: Centro de educación secundaria general

source: Self-esteem skills
es: Capacidades de autoestima

source: FRANCE
es: FRANCIA

source: Solomon Islands
es: Islas Salomón

source: Legal professionals
es: Profesionales del derecho

source: Study programme
es: Programa de estudios

source: Pre-primary non school based
es: Educación infantil en centros no escolares

source: Comparing educational systems
es: Comparar sistemas educativos

source: Guadeloupe
es: Guadalupe

source: staff 51 to 250
es: Personal de 51 a 250

source: Divehi
es: Dhivehi

source: Falkland Islands (Malvinas) and British Antarctic Territories
es: Islas Malvinas y territorios británicos de la Antártida

source: Manufacture of leather and related products
es: Fabricación de productos de piel y otros productos afines

source: COMENIUS Bilateral school partnerships
es: COMENIUS Asociaciones escolares Bilaterales

source: Attending the 8th. European Conference of Grundtvig Learning Partnerships
es: Asistir a la 8ª Conferencia Europea Learning Partnership de Grundtvig

source: Life science
es: Ciencias de la vida

source: Teacher training - Music
es: Formación del profesorado en música

source: CHAIRS
es: CÁTEDRAS

source: Employed
es: Empleados

source: Work for PC
es: Trabajo para PC

source: Social inclusion in education and training, including the integration of migrants
es: Inclusión social en la educación y la formación, incluyendo la integración de inmigrantes

source: Metal, machinery and related trades workers
es: Trabajadores del sector del metal y de la maquinaria

source: Language preparation received enabled me to cope with everyday situations
es: La preparación lingüística que he recibido me ha permitido defenderme en las circunstancias cotidianas

source: Cooperation with Other Countries of the World
es: Cooperación con Otros Países del Mundo

source: Aeronautical Engineering
es: Ingeniería aeronáutica

source: Can understand the main ideas of complex text on both concrete and abstract topics, including technical discussions in his/her field of specialisation. Can interact with a degree of fluency and spontaneity that makes regular interaction with native speakers quite possible without strain for either party. Can produce clear, detailed text on a wide range of subjects and explain a viewpoint on a topical issue giving the advantages and disadvantages of various options.
es: Es capaz de entender las ideas principales de textos complejos que traten de temas tanto concretos como abstractos, incluso si son de carácter técnico, siempre que estén dentro de su campo de especialización. Puede relacionarse con hablantes nativos con un grado suficiente de fluidez y naturalidad, de modo que la comunicación se realice sin esfuerzo por parte de los interlocutores. Puede producir textos claros y detallados sobre temas diversos, así como defender un punto de vista sobre temas generales, indicando los pros y los contras de las distintas opciones.

source: KA3 ICT
es: KA3 TIC

source: LUXEMBOURG
es: LUXEMBURGO

source: pre-vocational and vocational programmes - work based
es: Programas de enseñanza pre-profesional o profesional en centros de trabajo

source: Computing (others)
es: Informática (otros)

source: Career Guidance
es: Orientación Profesional

source: Strengthening social inclusion and gender equality in education, including the integration of migrants
es: Fortalecimiento de la inclusión social y la igualdad de genero en la educación, incluyendo la integración de los inmigrantes

source: Sense of initiative and entrepreneurship
es: Iniciativa y espíritu emprendedor

source: Communication in foreign languages
es: Comunicación en lenguas extranjeras

source: Cocos (Keeling) Islands
es: Islas Cocos

source: Information activities for young people and those active in youth work and youth organisations
es: Actividades de información para jóvenes, trabajadores de juventud y organizaciones de juventud

source: Indonesian
es: Indonesio

source: Group 1 – Representation of the views and interests of young people in their diversity at European level
es: Grupo 1 - Reflejo de los puntos de vista e intereses de los jóvenes en su diversidad a nivel europeo

source: Programming languages (Visual Basic, C++ etc.)
es: Lenguaje de Programación (Visual basic, C++, etc.)

source: Presentation of results
es: Presentación de resultados

source: To facilitate the development of innovative practices in adult education and their transfer, including from a participating country to others
es: Facilitar el desarrollo de prácticas innovadoras en la educación de adultos y su transferencia, incluso entre distintos países participantes

source: GRUNDTVIG Preparatory Visits
es: GRUNDTVIG Visitas Preparatorias

source: Workshop
es: Talleres

source: Jordan
es: Jordania

source: Kosovo under UNSC Resolution 1244/99
es: Kosovo en el marco de la Resolución 1244/99 del Consejo de Seguridad de la ONU

source: Secretaries and keyboard-operating clerks
es: Administrativos operativos y secretarios

source: Graphic artist
es: Artista gráfico

source: Very significant impact
es: Muy significativo

source: 251 to 500
es: de 251 a 500

source: Cross-cultural dialogue and co-operation
es: Diálogo intercultural y cooperación

source: Ineligible partner
es: Socio no elegible

source: French Polynesia
es: Polinesia Francesa

source: Djibouti
es: Yibuti

source: Yes we can give information on potential accommodation
es: Sí, podemos facilitar información sobre alojamiento

source: Legislators, senior officials and managers
es: Legisladores, altos funcionarios y directores

source: Manufacture of paper and paper products
es: Fabricación de papel y productos de papel

source: Helped to increase European dimension in the work of my school/organisation
es: Ayudó a incremetar la dimensión europea en el trabajo de mi escuela/organización

source: Refreshed my attitude towards teaching/the subject taught
es: Renovó mi actitud hacia la enseñanza /asignatura enseñada

source: Civil society organisation linked to the European memory
es: Organización relacionada con la memoria histórica

source: Consultancy
es: Consultoría

source: Czech
es: Checo

source: Round 1: 11/03/2011
es: Plazo 1: 11/03/2011

source: 8 months
es: 8 meses

source: 2011/12: Estimated
es: 2011/12: Estimado

source: Customer services clerks
es: Administrativos de aduanas

source: Language teachers
es: Profesorado de idiomas

source: Proposed activities were directly related to my training / training objectives in my home country
es: Las actividades propuestas ha sido directamente relacionadas con mi formación/mis objetivos formativos en mi país de origen

source: Architecture and town planning
es: Arquitectura y urbanismo

source: Unemployed
es: Desempleados

source: Oceanography
es: Oceanografía

source: History and social science
es: Historia y ciencias sociales

source: Social inclusion in higher education
es: Inclusión social en el ámbito de la educación superior

source: Landscape architecture
es: Arquitectura paisajística

source: Public research centres (not HE)
es: Centros públicos de investigación (no de enseñanza superior)

source: Manufacturing and processing (other)
es: Fabricación y elaboración (otros)

source: INFORMATION AND COMMUNICATION
es: INFORMACIÓN Y COMUNICACIONES

source: Social and behavioural science
es: Ciencias sociales y del comportamiento

source: Body active at European level in the youth field
es: Institución activa a nivel europeo en el campo de la juventud

source: Development of common training contents or concepts
es: Desarrollo de contenidos o conceptos comunes sobre formación

source: 15 months
es: 15 meses

source: Medical technology
es: Tecnología médica

source: ADMINISTRATIVE AND SUPPORT SERVICE ACTIVITIES
es: ACTIVIDADES ADMINISTRATIVAS Y DE SERVICIOS AUXILIARES

source: This sub-Action supports the operation of non-governmental organisations active at European level in the youth field that pursue a goal of general European interest (ENGOs). Their activities must contribute to young people's participation in public life and society and the development and implementation of European cooperation activities in the youth field in the broadest sense. Grant requests related to this sub-Action are to be submitted following specific calls for proposals
es: Esta sub-acción respalda la actividad de organizaciones no gubernamentales activas a nivel europeo en el ámbito de la juventud que persiguen un objetivo de interés general para Europa (ONGEs). Sus actividades deben contribuir a la participación de los jóvenes en la vida pública y en la sociedad, así como al desarrollo y ejecución de actividades de cooperación en el ámbito de la juventud en el más amplio sentido. Las solicitudes de subvención relativas a esta sub-acción deben presentarse conforme a convocatorias específicas.

source: european
es: europeo

source: Dissemination within own organisation
es: Con el personal de mi propio centro/institución

source: Town / City - City centre
es: Pueblo / Ciudad - centro

source: Letzeburgesch
es: Luxemburgués

source: Private research centres
es: Centros privados de investigación

source: Mathematics and statistics
es: Matemáticas y estadísticas

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering curricula and modules for continuing education
es: Apoyo a la agenda de modernización de la educación superior: diseño de programas integrados que abarquen programas y módulos de educación continua

source: Lao People's Democratic Republic
es: Laos, República Democrática Popular de

source: UNILATERAL PROJECTS
es: PROYECTOS UNILATERALES

source: Chemistry
es: Química

source: Certification system
es: Sistema de certificación

source: United States Minor Outlying Islands
es: Islas Menores alejadas de Estados Unidos

source: I'm more interested in my training than before
es: Me interesa mi formación más que antes

source: ERASMUS Intensive Programmes
es: ERASMUS Programas Intensivos

source: Quality assurance strategies / indicators and benchmarking
es: Estrategias/indicadores y análisis comparativo de la garantía de la calidad

source: Adult learners
es: Estudiantes adultos

source: Wholesale trade, except of motor vehicles and motorcycles
es: Comercio mayorista, excepto de automóviles y motocicletas

source: Press
es: Prensa

source: Afghanistan
es: Afganistán

source: DECENTRALISED FUNDS
es: FONDOS DESCENTRALIZADOS

source: Group 5 – Debate on European matters, EU policies or youth polities
es: Grupo 5 - Debate sobre asuntos europeos, políticas de la UE o políticas de juventud

source: American Samoa
es: Samoa Americana

source: Research and development, Research Framework Programme
es: Investigación y desarrollo, Programa Marco de Investigación

source: Social integration / exclusion
es: Integración/exclusión social

source: Employment
es: Empleo

source: Dissemination
es: Difusión

source: Other mining and quarrying
es: Otros tipos de minería y extracción

source: Teacher training - Physical training
es: Formación del profesorado : formación física

source: Mechanical Engineering
es: Ingeniería mecánica

source: Across sectors
es: Intersectorial

source: Age
es: Edad

source: Refrigeration programmes
es: Programas de refrigeración

source: 23 months
es: 23 meses

source: Report
es: Informe

source: more than 5.000
es: más de 5.000

source: Holy See (Vatican City State)
es: Santa Sede (Ciudad del Vaticano)

source: Other Natural Sciences
es: Otras Ciencias Naturales

source: ACCOMPANYING MEASURES
es: MEDIDAS DE ACOMPAÑAMIENTO

source: access to level 5A/B
es: Acceso directo al nivel 5A/B

source: To a high extent
es: Bastante satisfactorio

source: GRUNDTVIG Visits and Exchanges for adult education staff
es: GRUNDTVIG Visitas e intercambios para personal de educación de adultos

source: Other specialist managers
es: Otros directores especializados

source: 12 months
es: 12 meses

source: Manufacture of basic pharmaceutical products and pharmaceutical preparations
es: Fabricación de productos farmacéuticos básicos y preparaciones farmacéuticas

source: I was given proper help to find a suitable host organisation
es: Me han ayudado para encontrar una empresa de acogida adecuada

source: Tswana
es: Setswana

source: Environmental protection
es: Protección medioambiental

source: ERASMUS Organisation of Mobility
es: ERASMUS Organización de la Movilidad

source: Computing professionals
es: Informáticos

source: Early childhood teaching
es: Enseñanza temprana

source: YiA NA Prgrm
es: JeA AN Prgrm

source: Mongolian
es: Mongol

source: European-wide stakeholders' communities tackling the socio-economic digital divide
es: Tratamiento del problema de la brecha digital socio-económico a escala europea entre las comunidades interesadas

source: A person participating in a Grundtvig Learning Partnership and needing foreign language training for this purpose
es: Una persona que participa en una Asociación de Aprendizaje Grundtvig y necesita formación en lenguas extranjeras para este propósito

source: Grenada
es: Granada

source: Ukrainian
es: Ucraniano

source: Morocco
es: Marruecos

source: Microbiology, biotechnology
es: Microbiología, biotecnología

source: Sociology and cultural studies
es: Sociología y estudios culturales

source: Higher Education and Society
es: Educación Superior y Sociedad

source: Inclusion of young people with fewer opportunities
es: Inclusión de jóvenes con menos oportunidades

source: Manufacture of wearing apparel
es: Fabricación de prendas de vestir

source: SME
es: PYME

source: Promoting cooperation and exchange of strategic experience between decision-makers
es: Promover la cooperación y el intercambio de experiencias estratégicas entre los responsables de la toma de decisiones

source: Post-secondary non-tertiary not to 5
es: Educación post-secundaria no terciaria, sin acceso directo al nivel 5

source: 1 month
es: 1 mes

source: Maldives
es: Maldivas

source: Providing training for adult education staff
es: La capacitación del personal de educación de adultos

source: PARTNERSHIPS
es: ASOCIACIONES

source: Manufacture of fabricated metal products, except machinery and equipment
es: Fabricación de productos metálicos elaborados, excepto maquinaria y equipos

source: Duration expectation
es: Expectativa de duración

source: Electricity, gas, steam and air conditioning supply
es: Suministro de electricidad, gas, vapor y aire acondicionado

source: This sub-Action supports the training of those active in youth work and youth organisations, in particular the exchange of experiences, expertise and good practice as well as activities which may lead to long-lasting quality projects, partnerships and networks
es: Esta Sub-acción apoya la formación de quienes trabajan con jóvenes y organizaciones juveniles, en particular el intercambio de experiencias, conocimientos y buenas prácticas, así como actividades que puedan conducir a proyectos de larga duración de calidad, asociaciones y redes

source: Reinforcing links between education and working life
es: Refuerzo de los vínculos entre la educación y la vida laboral

source: Delegate Producer
es: Productor delegado

source: Teaching professionals
es: Docentes

source: Geography, geology
es: Geografía, Geología

source: Improving quality assurance systems in VET
es: Mejora de los sistemas de garantia de la calidad en FP

source: Home economics, nutrition
es: Economía doméstica, Nutrición

source: Civil law
es: Derecho civil

source: Second stage of tertiary education leading to an advanced research qualification
es: Segundo ciclo de educación terciaria llevando a una cualificación avanzada en investigación

source: Association of universities
es: Asociación de universidades

source: Equatorial Guinea
es: Guinea Ecuatorial

source: Maltese
es: Maltés

source: Travel agency, tour operator and other reservation service and related activities
es: Actividades de agencias de viaje, operador turístico y otros servicios de reservas y actividades afines

source: PUBLIC ADMINISTRATION AND DEFENCE; COMPULSORY SOCIAL SECURITY
es: ADMINISTRACIÓN PÚBLICA Y DEFENSA; SEGURIDAD SOCIAL OBLIGATORIA

source: Small town (10.000 - 50.000 inhabitants)
es: Ciudad pequeña (entre 10.000 y 50.000 habitantes)

source: Primary education or first stage of basic education
es: Educación primaria o primer ciclo de la educación básica

source: Lithuanian
es: Lituano

source: Post-secondary non-tertiary and tertiary education
es: Educación post-secundaria no terciaria y educación terciaria

source: Round 2: 29/04/2011
es: Plazo 2: 29/04/2011

source: Micronesia, Federated States Of
es: Micronesia, Estados Federales de

source: Manufacture of motor vehicles, trailers and semi-trailers
es: Fabricación de automóviles, remolques y semi-remolques

source: Round 1: 28/02/2011
es: Plazo 1: 28/02/2011

source: European Umbrella Organisation (platform)
es: Organización paraguas europea (plataforma)

source: Other type of educational organisation
es: Otro tipo de organización o institución educativa

source: POLAND
es: POLONIA

source: Non-profit federation/association of local authorities
es: Federación / asociación de autoridades locales sin ánimo de lucro

source: Strategies for learning communities
es: Estrategias para comunidades de aprendizaje

source: Network administration
es: Administración de la red

source: Upper secondary education
es: Segundo ciclo de educación secundaria

source: Lower secondary programmes to labour
es: Acceso directo al mercado de trabajo

source: Testing and applying common European approaches to VET
es: Ensayo y aplicación de planteamientos europeos comunes en la EFP

source: Vietnamese
es: Vietnamita

source: to promote European cooperation in the youth field
es: promover la cooperación europea en el ámbito de la juventud

source: European Year for Combating Poverty and Social Exclusion
es: Año Europeo de Lucha contra la Pobreza y la Exclusión Social

source: This sub-Action is for the funding of partnerships in order to develop long-term projects which combine various measures in the Programme. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
es: Esta sub-acción está destinada a financiar partenariados con el fin de desarrollar proyectos de larga duración que combinen varias medidas del Programa. Las solicitudes de subvención relativas a esta sub-acción deben presentarse conforme a las convocatorias específicas

source: Somali
es: Somalí

source: Lack of funds
es: Falta de fondos

source: 18 months
es: 18 meses

source: Training for teachers of vocational subjects
es: Formación del profesorado de materias profesionales

source: Slovak
es: Eslovaco

source: Target audience
es: Público objetivo

source: Round 1: 03/02/2012
es: Plazo 1: 03/02/2012

source: Interim Report (if applicable)
es: Informe intermedio (si procede)

source: To improve the quality and to increase the volume of student and teaching staff mobility throughout Europe, so as to contribute to the achievement by 2012 of at least 3 million individual participants in student mobility under the Erasmus programme and its predecessor programmes
es: Mejorar la calidad y aumentar cuantitativamente la movilidad de estudiantes y personal docente en Europa, contribuyendo a lograr que, en 2012, al menos 3 millones de estudiantes se hayan desplazado gracias al programa Erasmus y sus programas predecesores

source: Chamber of crafts
es: Cámara de artes y oficios

source: Network technology
es: Tecnología de redes

source: To support improvements in quality and innovation in vocational education and training systems, institutions and practices
es: Apoyar las mejoras de la calidad e innovación de los sistemas, instituciones y prácticas de educación y formación profesional

source: Trainers
es: Formadores

source: ICT and the community's statistical programme
es: las TIC y el programa estadístico comunitario

source: Education
es: Educación

source: Retail trade, except of motor vehicles and motorcycles
es: Comercio minorista, excepto de automóviles y motocicletas

source: General in-service training
es: Formación práctica general

source: Thai
es: Tailandés

source: Domestic services
es: Servicios domésticos

source: Pre-primary school based
es: Educación infantil en centros escolares

source: Staff working with pupils with special educational needs
es: Personal que trabaja con alumnado con necesidades educativas especiales

source: Western Sahara
es: Sáhara Occidental

source: law
es: Derecho

source: apprentices / trainees in alternate vocational training
es: Aprendices y personas en formación en un sistema alterno

source: Management of adult education
es: Gestión de la educación de personas adultas

source: Media and communications/Youth information
es: Medios de comunicación/Información Juvenil

source: Raising pupils achievement
es: Aumento de los logros de los alumnos

source: Regio Partnerships
es: Asociaciones Regio

source: Social services
es: Servicios sociales

source: I discovered new contents, new techniques, new methods, new technologies in my field of training
es: He descubierto nuevos contenidos, nuevas técnicas, nuevos metodos y nuevas technologías dentro de mi sector formativo

source: To enhance the attractiveness of vocational education and training and mobility for employers and individuals and to facilitate the mobility of working trainees
es: Aumentar el atractivo de la formación profesional y de la movilidad para las empresas y los particulares y facilitar la movilidad de trabajadores en formación

source: Trinidad And Tobago
es: Trinidad y Tobago

source: Bodies providing guidance, counselling and information services relating to any aspect of lifelong learning
es: Organismos que prestan servicios de orientación, asesoramiento e información relacionados con cualquier aspecto del aprendizaje permanente

source: Primary teaching
es: Educación primaria

source: This sub-Action funds the management structures of the Programme, in particular the National Agencies
es: Esta sub-acción financia las estructuras de gestión del programa, en particular las Agencias Nacionales.

source: Library
es: Biblioteca

source: No impact
es: Ninguno

source: Not Applicable
es: No aplica

source: GERMANY
es: ALEMANIA

source: Publishing activities
es: Actividades de publicación

source: Moldova, Republic Of
es: Moldavia, República de

source: Remediation activities and other waste management services
es: Actividades de reparación y otros servicios de gestión del agua

source: STAFF TRAINING
es: FORMACIÓN DEL PROFESORADO

source: ERASMUS Student Mobility for Placements
es: Movilidad de estudiantes para realizar prácticas

source: Other manufacturing
es: Otros tipos de fabricación

source: A teacher teaching another subject in school through the medium of a foreign language (CLIL)
es: Un profesor que enseña otra asignatura en la escuela por medio de una lengua extranjera
